# todo: Определить в коде переменные:
# 1. Целочисленного типа
a = 1
# 2. Вещественного типа
b = 1.5
# 3. Логического типа
c = True
# 4. Строкового типа
d = "Python"
# 5. Пустого типа
e = None
# Вывести их типы.
var_list = [a, b, c, d, e]

for i in var_list:
    print(f" {i} is {type(i)}")

